[M_MonsterMash3 MissionDefinition]
MissionName="Monstro da Macedônia (3ª parte)"
MissionDescription="Os projetos secretos do Dr. Zed escaparam. Ele precisa que você vá até [place]Arid Nexus[-place] e cace as aberrações que ele criou."
TurnInDescription="Se você acha que o Dr. Zed é um mal exemplo, talvez ainda não tenha conhecido o seu irmão, Ned."
MissionSummary="Elimine as aberrações do Dr. Zed."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Dr. Zed"
TeaserText="Isso está vivo!"

[M_MonsterMash3:KillMonster1 MissionObjectiveDefinition]
ProgressMessage="Cace os Skarakks"

[M_MonsterMash3:KillMonster2 MissionObjectiveDefinition]
ProgressMessage="Elimine a aberração do Dr. Zed"

[M_MonsterMash3:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonsterMash3:PartTwo MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Agora que você já eliminou alguns Skarakks para o Dr. Zed, ele pede que você encontre e elimine a sua maior aberração que está aterrorizando [place]Cânion Frostburn[-place]."

